Repository: gagnieray/plugin-auto
Catalog: lang/auto_*.utf8.po
Languages: es, fr_fr, it_it, ta, uk

source: No vehicle was selected, please check at least one name.
es: Ningún vehículo fue seleccionado, por favor marque al menos un nombre.
fr_fr: Aucun véhicule n'a été sélectionné, veuillez en sélectionner au moins un.
it_it: Non è stato selezionato alcun veicolo, per favore inserirne almeno un tipo.
ta: எந்த வாகனமும் தேர்ந்தெடுக்கப்படவில்லை, தயவுசெய்து குறைந்தது ஒரு பெயரையோ சரிபார்க்கவும்.
uk: Жодного авто не обрано, будь ласка, відзначте хоча б одне.

source: State
es: Estado
fr_fr: État
it_it: Stato
ta: மாநிலம்
uk: Стан

source: %count state
es: estado %count
fr_fr: %count statut
it_it: %count stato
ta: %நிலையை எண்ணுங்கள்
uk: %count стан

source: Models list
es: Lista de modelos
fr_fr: Liste des modèles
it_it: Elenco modelli
ta: மாதிரிகள் பட்டியல்
uk: Список моделей

source: Change model '%s'
es: Cambiar modelo «%s»
fr_fr: Modifier le modèle « %s »
it_it: Cambia modello '%s'
ta: மாதிரியை மாற்றவும் '%s'
uk: Змінити модель "%s"

source: New model
es: Crear modelo
fr_fr: Nouveau modèle
it_it: Nuovo modello
ta: புதிய மாதிரி
uk: Нова модель

source: - An error occurred while saving record. Please try again.
es: - Ha ocurrido un error al guardar registro. Por favor intente nuevamente.
fr_fr: - Une erreur est survenue lors de l'enregistrement. Veuillez essayer à nouveau.
it_it: - C'è stato un errore durante il salvataggio delle informazioni del veicolo nel database.
ta: - பதிவைச் சேமிக்கும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
uk: - Під час збереження запису сталася помилка. Будь ласка, спробуйте ще раз.

source: New model has been added!
es: ¡ Se ha añadido un modelo nuevo !
fr_fr: Le modèle a été ajouté !
it_it: È stato aggiunto un nuovo modello!
ta: புதிய மாதிரி சேர்க்கப்பட்டுள்ளது!
uk: Нову модель додано!

source: Model has been saved!
es: ¡ El modelo ha sido guardado !
fr_fr: Le modèle a été enregistré !
it_it: Il modello è stato salvato!
ta: மாதிரி சேமிக்கப்பட்டுள்ளது!
uk: Модель збережено!

source: Remove %1$s model
es: Quitar %1$s modelo
fr_fr: Suppression de %1$s modèle
it_it: Rimuovi %1$s modello
ta: %1$s மாதிரியை அகற்று
uk: Вилучити %1$s модель

source: Remove model "%1$s"
es: Quitar modelo «%1$s»
fr_fr: Supprimer le modèle «%1$s»
it_it: Rimuovere il modello "%1$s"
ta: "%1$s" மாதிரியை அகற்று
uk: Вилучити модель %1$s

source: This model is used by one or more vehicles, it cannot be deleted.
fr_fr: Ce modèle est utilisé par un ou plusieurs véhicules, il ne peut être supprimé.
it_it: Questo modello è utilizzato da uno o più veicoli, non può essere cancellato.
ta: இந்த மாதிரி ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: An error occurred while deleting model.
fr_fr: Une erreur est survenue lors de la suppression du modèle.
it_it: Si è verificato un errore durante l'eliminazione del modello.
ta: மாதிரியை நீக்கும்போது பிழை ஏற்பட்டது.

source: Colors list
es: Listado de colores
fr_fr: Liste des couleurs
it_it: Elenco colori
ta: வண்ணங்கள் பட்டியல்
uk: Список кольорів

source: Add new color
es: Añadir color
fr_fr: Ajouter une nouvelle couleur
it_it: Aggiungi nuovo colore
ta: புதிய வண்ணத்தைச் சேர்க்கவும்
uk: Додати новий колір

source: States list
es: Listado de estados
fr_fr: Liste des états
it_it: Elenco stati
ta: மாநிலங்களின் பட்டியல்
uk: Список станів

source: Add new state
es: Añadir estado
fr_fr: Ajouter un nouvel état
it_it: Aggiungi nuovo stato
ta: புதிய மாநிலத்தைச் சேர்க்கவும்
uk: Додати новий стан

source: Finitions list
es: Lista de acabados
fr_fr: Liste des finitions
it_it: Elenco finiture
ta: பட்டியல் முடிவுகள்
uk: Список оздоблень

source: Add new finition
es: Agregar nueva terminación
fr_fr: Ajouter une finition
it_it: Aggiungi nuova finitura
ta: புதிய பினிசனைச் சேர்க்கவும்
uk: Додати нове оздоблення

source: Bodies list
es: Listado de carrocería
fr_fr: Liste des carrosseries
it_it: Elenco corpi
ta: உடல்கள் பட்டியல்
uk: Список кузовів

source: Add new body
es: Añadir carrocería
fr_fr: Ajouter une nouvelle carrosserie
it_it: Aggiungi nuovo corpo
ta: புதிய உடலைச் சேர்க்கவும்
uk: Додайте новий кузов

source: Transmissions list
es: Listado de transmisiones
fr_fr: Liste des transmissions
it_it: Elenco trasmissioni
ta: பரிமாற்றங்கள் பட்டியல்
uk: Список передач

source: Add new transmission
es: Añadir transmisión
fr_fr: Ajouter une transmission
it_it: Aggiungi nuova trasmissione
ta: புதிய பரிமாற்றத்தைச் சேர்க்கவும்
uk: Додати нову передачу

source: Brands list
es: Listado de marcas
fr_fr: Liste des marques
it_it: Elenco marche
ta: பிராண்டுகள் பட்டியல்
uk: Список брендів

source: Brand '%s'
es: Marca ‘%s’
fr_fr: Marque « %s »
it_it: Marca '%s
ta: சூட்டுக்குறி '%s'
uk: Бренд '%s'

source: Add new brand
es: Añadir marca
fr_fr: Ajouter une nouvelle marque
it_it: Aggiungi nuova marca
ta: புதிய பிராண்டைச் சேர்க்கவும்
uk: Додати новий бренд

source: New
es: Crear
fr_fr: Nouveau
it_it: Nuovo
ta: புதிய
uk: Нове

source: Change '%s'
es: Modificar «%s»
fr_fr: Modifier « %s »
it_it: Modifica '%s'
ta: '%s' ஐ மாற்றவும்
uk: Змінити "%s"

source: - No id provided for modifying this record! (internal)
es: - Ningún ID proporcionado para modificar este registro (interno)
fr_fr: - Pas d'identifiant fourni pour modifier cet enregistrement ! (interne)
it_it: - non è stato fornito alcun id per modificare questo documento! (interno)
ta: - இந்த பதிவை மாற்றுவதற்கு ஐடி எதுவும் வழங்கப்படவில்லை! (உள்)
uk: - Не вказано ID для зміни цього запису! (внутрішній)

source: - You must provide a value!
es: - ¡Debe proporcionar un valor!
fr_fr: - Vous devez fournir une valeur !
it_it: - è necessario indicare un valore!
ta: - நீங்கள் ஒரு மதிப்பை வழங்க வேண்டும்!
uk: - Ви повинні вказати значення!

source: New %property has been added!
es: ¡ Se ha añadido %property propiedad nueva !
fr_fr: La %property a été enregistrée !
it_it: È stata aggiunta una nuova %property!
ta: புதிய %சொத்து சேர்க்கப்பட்டுள்ளது!
uk: Додано нову властивість %property!

source: %property has been saved!
es: ¡ %property ha sido guardada !
fr_fr: %property a été enregistrée !
it_it: %property è stata salvata!
ta: %சொத்து சேமிக்கப்பட்டுள்ளது!
uk: Властивість %property збережена!

source: Show '%s' brand
es: Mostrar la marca '%s'
fr_fr: Afficher la marque « %s »
it_it: Mostra marca '%s'
ta: '%s' பிராண்டைக் காட்டு
uk: Показати бренд "%s"

source: Remove %1$s %2$s
es: Retirar %1$s %2$s
fr_fr: Supprimer %1$s %2$s
it_it: Rimuovi %1$s %2$s
ta: %1$s %2$s ஐ அகற்று
uk: Вилучити %1$s %2$s

source: %1$s color has been successfully deleted.
fr_fr: %1$s couleur a été supprimée avec succès.
it_it: %1$s colore è stato rimosso correttamente.
ta: %1$s நிறம் வெற்றிகரமாக நீக்கப்பட்டது.

source: %1$s state has been successfully deleted.
fr_fr: %1$s status a été supprimé avec succès.
it_it: %1$s stato è stato rimosso correttamente.
ta: %1$s நிலை வெற்றிகரமாக நீக்கப்பட்டது.

source: %1$s finition has been successfully deleted.
fr_fr: %1$s finition a été supprimée avec succès.
it_it: %1$s finitura è stata rimossa correttamente.
ta: %1$s பினிசன் வெற்றிகரமாக நீக்கப்பட்டது.

source: %1$s body has been successfully deleted.
fr_fr: %1$s carrosserie a été supprimée avec succès.
it_it: %1$s corpo è stato rimosso correttamente.
ta: %1$s உடல் வெற்றிகரமாக நீக்கப்பட்டது.

source: %1$s transmission has been successfully deleted.
fr_fr: %1$s transmission a été supprimée avec succès.
it_it: %1$s trasmissione è stata rimossa correttamente.
ta: %1$s பரிமாற்றம் வெற்றிகரமாக நீக்கப்பட்டது.

source: %1$s brand has been successfully deleted.
fr_fr: %1$s marque a été supprimé avec succès.
it_it: La marca %1$s è stata eliminata con successo.
ta: %1$s சூட்டுக்குறி வெற்றிகரமாக நீக்கப்பட்டது.

source: This color is used by one or more vehicles, it cannot be deleted.
fr_fr: Cette couleur est utilisée par un ou plusieurs véhicules, elle ne peut être supprimée.
it_it: Questo colore è utilizzato in uno o più veicoli e non può essere cancellato.
ta: இந்த வண்ணம் ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: This state is used by one or more vehicles, it cannot be deleted.
fr_fr: Ce status est utilisé par un ou plusieurs véhicules, il ne peut être supprimé.
it_it: Questo stato viene usato da uno o più veicoli, non può essere cancellato.
ta: இந்த நிலை ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: This finition is used by one or more vehicles, it cannot be deleted.
fr_fr: Cette finition est utilisée par un ou plusieurs véhicules, elle ne peut être supprimée.
it_it: Questa finitura viene usata da uno o più veicoli, non può essere cancellata.
ta: இந்த பினிசனை ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: This body is used by one or more vehicles, it cannot be deleted.
fr_fr: Cette carrosserie est utilisée par un ou plusieurs véhicules, elle ne peut être supprimée.
it_it: Questo corpo viene usato da uno o più veicoli, non può essere cancellato.
ta: இந்த உடல் ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: This transmission is used by one or more vehicles, it cannot be deleted.
fr_fr: Cette transmission est utilisée par un ou plusieurs véhicules, elle ne peut être supprimée.
it_it: Questa trasmissione viene usata da uno o più veicoli, non può essere cancellata.
ta: இந்த பரிமாற்றம் ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: This brand is used by one or more vehicles, it cannot be deleted.
fr_fr: Cette marque est utilisée par un ou plusieurs véhicules, elle ne peut être supprimée.
it_it: Questa marca viene usata da uno o più veicoli, non può essere cancellata.
ta: இந்த சூட்டுக்குறி ஒன்று அல்லது அதற்கு மேற்பட்ட வாகனங்களால் பயன்படுத்தப்படுகிறது, அதை நீக்க முடியாது.

source: An error occurred trying to remove color :/
fr_fr: Une erreur est survenue lors de la suppression de la couleur :/
it_it: Si è verificato un errore mentre si tentava di rimuovere un colore :/
ta: வண்ணத்தை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: An error occurred trying to remove state :/
fr_fr: Une erreur est survenue lors de la suppression du status :/
it_it: Si è verificato un errore mentre si tentava di rimuovere uno stato :/
ta: நிலையை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: An error occurred trying to remove finition :/
fr_fr: Une erreur est survenue lors de la suppression de la finition :/
it_it: Si è verificato un errore mentre si tentava di rimuovere una finitura :/
ta: பினிசனை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: An error occurred trying to remove body :/
fr_fr: Une erreur est survenue lors de la suppression de la carrosserie :/
it_it: Si è verificato un errore mentre si tentava di rimuovere un corpo :/
ta: உடலை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: An error occurred trying to remove transmission :/
fr_fr: Une erreur est survenue lors de la suppression de la transmission :/
it_it: Si è verificato un errore mentre si tentava di rimuovere una trasmissione :/
ta: பரிமாற்றத்தை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: An error occurred trying to remove brand :/
fr_fr: Une erreur est survenue lors de la suppression de la marque :/
it_it: Si è verificato un errore mentre si tentava di rimuovere una marca :/
ta: பிராண்டை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/

source: You do not have enough privileges.
es: No tiene suficientes privilegios.
fr_fr: Vous n'avez pas assez de privilèges.
it_it: Non si dispone dei privilegi necessari.
ta: உங்களுக்கு போதுமான சலுகைகள் இல்லை.
uk: У вас немає прав на це.

source: Cars list
es: Listado de vehículos
fr_fr: Liste des voitures
it_it: Lista delle auto
ta: கார்கள் பட்டியல்
uk: Список автомобілів

source: My cars
es: Mis vehículos
fr_fr: Mes véhicules
it_it: Le mie auto
ta: என் கார்கள்
uk: Мої автомобілі

source: Member's cars
es: Vehículos del miembro
fr_fr: Véhicules de l'adhérent
it_it: Auto del socio
ta: உறுப்பினரின் கார்கள்
uk: Автомобілі члена

source: Vehicles list
es: Listado de vehículos
fr_fr: Liste des véhicules
it_it: Lista veicoli
ta: வாகனங்கள் பட்டியல்
uk: Список транспортних засобів

source: Car ID cannot be null calling edit route!
fr_fr: L'identifiant du véhicule ne peut être vide lors de l'appel à la route de modification !

source: New vehicle
es: Crear vehículo
fr_fr: Nouveau véhicule
it_it: Aggiungere un nuovo veicolo
ta: புதிய வண்டி
uk: Новий транспортний засіб

source: Change vehicle '%s'
es: Cambiar el vehículo ‘%s’
fr_fr: Modifier le véhicule « %s »
it_it: Modificare il veicolo '%s'
ta: வாகனத்தை மாற்றவும் '%s'
uk: Змінити транспортний засіб '%s'

source: - An error has occurred while saving vehicle in the database.
es: - Ha ocurrido un error mientras guardaba el vehículo en la BdD.
fr_fr: - Une erreur est survenue lors de l'enregistrement du véhicule dans la base.
it_it: - C'è stato un errore durante il salvataggio delle informazioni del veicolo nel database.
ta: - தரவுத்தளத்தில் வாகனத்தை சேமிக்கும் போது பிழை ஏற்பட்டது.
uk: - Під час збереження транспортного засобу в базі даних сталася помилка.

source: Vehicle has been saved!
es: ¡Se ha salvado el vehículo!
fr_fr: Le véhicule a été enregistré !
it_it: I dati del veicolo sono stati salvati!
ta: வண்டி சேமிக்கப்பட்டுள்ளது!
uk: Транспортний засіб збережено!

source: History of car #%d
es: Historial del vehículo nº %d
fr_fr: Historique de la voiture #%d
it_it: Storico dell'auto #%d
ta: காரின் வரலாறு #%d
uk: Історія автомобіля #%d

source: Vehicle
es: Vehículo
fr_fr: Véhicule
it_it: Veicolo
ta: வண்டி
uk: Транспортний засіб

source: Remove vehicle %1$s
es: Quitar vehículo %1$s
fr_fr: Supprimer le véhicule %1$s
it_it: Eliminare il veicolo %1$s
ta: வண்டி %1$s ஐ அகற்றவும்
uk: Вилучити транспортний засіб %1$s

source: Remove vehicles
es: Retirar vehículos
fr_fr: Suppression véhicules
it_it: Eliminare i veicoli
ta: வாகனங்களை அகற்றவும்
uk: Вилучити транспортні засоби

source: You are about to remove %count vehicle.
es: Está a punto de eliminar %count vehiculo.
fr_fr: Vous êtes sur le point de supprimer %count véhicule.
it_it: Si sta rimuovendo %count veicolo.
ta: நீங்கள் %எண்ணிக்கை வாகனத்தை அகற்ற உள்ளீர்கள்.
uk: Ви вилучите %count транспортний засіб.

source: An error occurred trying to remove vehicles :/
es: Ha ocurrido un error intentando retirar vehículos :/
fr_fr: Une erreur est survenue lors de la suppression des véhicules :/
it_it: C'è stato un errore mentre si tentava di rimuovere i veicoli :/
ta: வாகனங்களை அகற்ற முயற்சிக்கும் பிழை ஏற்பட்டது:/
uk: Під час вилучення транспортних засобів сталася помилка: /

source: %count vehicles have been successfully deleted.
es: Se han eliminado %count vehículos correctamente.
fr_fr: %count véhicules ont été supprimés avec succès.
it_it: %count veicoli sono stati rimossi correttamente.
ta: %எண்ணிக்கை வாகனங்கள் வெற்றிகரமாக நீக்கப்பட்டுள்ளன.
uk: %count транспортних засобів успішно видалено.

source: - You must select a brand!
es: - ¡Debe seleccionar una marca!
fr_fr: - Vous devez sélectionner une marque !
it_it: - è necessario selezionare una marca!
ta: - நீங்கள் ஒரு பிராண்டைத் தேர்ந்தெடுக்க வேண்டும்!
uk: - Ви повинні вибрати бренд!

source: Color
fr_fr: Couleur
it_it: Colore
ta: நிறம்
uk: Колір

source: %count color
fr_fr: %count couleur
it_it: %count colore
ta: %வண்ணத்தை எண்ணுங்கள்
uk: %count колір

source: Brand
es: Marca
fr_fr: Marque
it_it: Marca
ta: சூட்டுக்குறி
uk: Бренд

source: %count brand
es: %count modelo
fr_fr: %count marque
it_it: %count marca
ta: %பிராண்ட்
uk: Виберіть %count бренд

source: Body
es: Carrocería
fr_fr: Carrosseries
it_it: Stato della carrozzeria
ta: உடல்
uk: Текст листа

source: %count body
es: %count carrocería
fr_fr: %count carrosserie
it_it: %count corpo
ta: உடலை எண்ணுங்கள்
uk: %count тіло

source: Delete vehicles cards
es: Eliminar informe del vehículo
fr_fr: Supprimer les fiches des véhicules
it_it: Cancellare le schede veicolo
ta: வாகன அட்டைகளை நீக்கு
uk: Видалення карток транспортних засобів

source: name
es: nombre
fr_fr: nom

source: model
es: modelo
fr_fr: modèle

source: registration
es: registro
fr_fr: immatriculation

source: first registration date
es: fecha de primer registro
fr_fr: date de première immatriculation

source: first circulation date
es: fecha de primera circulación
fr_fr: date de première mise en circulation

source: mileage
es: distancia
fr_fr: kilométrage

source: seats
es: asientos
fr_fr: places

source: horsepower
es: caballos de potencia
fr_fr: puissance

source: engine size
es: tamaño del motor
fr_fr: cylindrée

source: color
fr_fr: couleur

source: state
es: estado
fr_fr: état

source: body
es: carrocería
fr_fr: carrosserie

source: Petrol
es: Petróleo
fr_fr: Essence
it_it: Benzina
ta: பெட்ரோல்
uk: Бензин

source: Gas
fr_fr: Gaz
ta: வளிமம்
uk: Газ

source: Hybrid
es: Híbrido
fr_fr: Hybride
it_it: Ibrido
ta: கலப்பினம்
uk: Гібрид

source: Electricity
es: Eléctrico
fr_fr: Électricité
it_it: Elettrico
ta: மின்சாரம்
uk: Електрика

source: Bio
es: Vida
fr_fr: Bio-carburant
it_it: bio-carburante
ta: உயிர்
uk: Біо

source: New car added
es: Automóvil nuevo añadido
fr_fr: Nouveau véhicule ajouté
it_it: Aggiunta una nuova auto
ta: புதிய கார் சேர்க்கப்பட்டது
uk: Новий автомобіль додано

source: Fail to add new car.
es: Error al añadir nuevo auto.
fr_fr: Échec de l'ajout d'un nouveau véhicule.
it_it: Impossibile aggiungere una nuova auto.
ta: புதிய காரைச் சேர்க்கத் தவறியது.
uk: Не вдається додати новий автомобіль.

source: Car updated
es: Auto actualizado
fr_fr: Véhicule mis à jour
it_it: Auto aggiornata
ta: கார் புதுப்பிக்கப்பட்டது
uk: Автомобіль оновлено

source: - Maximum size for %field is %maxsize (current %cursize)!
fr_fr: - La taille maximale du champ pour %field est %maxsize (actuellement %cursize) !
it_it: - La dimensione massima per %field è %maxsize (attuale %cursize)!
ta: - %புலத்திற்கான அதிகபட்ச அளவு %அதிகபட்சம் (தற்போதைய %CURSIZE)!

source: - You must enter a positive integer for %s
es: - Debes ingresar un entero positivo para %s
fr_fr: - Vous devez entrer un entier positif pour %s
it_it: - bisogna inserire un numero intero positivo per %s
ta: - நீங்கள் %s க்கு நேர்மறையான முழு எண்ணை உள்ளிட வேண்டும்
uk: - Слід ввести додатне ціле число для %s

source: - You must choose a fuel in the list
es: - Debes elegir un combustible de la lista
fr_fr: - Vous devez choisir un carburant dans la liste
it_it: - Bisogna scegliere un carburante dalla lista
ta: - நீங்கள் பட்டியலில் ஒரு எரிபொருளைத் தேர்வு செய்ய வேண்டும்
uk: - Ви повинні вибрати пальне в спискові

source: - You must choose a %s in the list
es: Debes elegir un(a) %s de la lista
fr_fr: - Vous devez sélectionner un %s dans la liste
it_it: - Bisogna scegliere un %s dalla lista
ta: - நீங்கள் பட்டியலில் ஒரு %s ஐ தேர்வு செய்ய வேண்டும்
uk: - Ви повинні вибрати %s у списку

source: - you must attach an owner to this car
es: - Debes asignar un dueño para este auto
fr_fr: - vous devez rattacher un propriétaire à cette voiture
it_it: - bisogna assegnare un proprietario all'auto
ta: - இந்த காரில் உரிமையாளரை நீங்கள் இணைக்க வேண்டும்
uk: - ви повинні приєднати власника до цього автомобіля

source: An error occurred while trying to delete car's photo
es: Ha ocurrido un error al intentar eliminar la foto del auto
fr_fr: Une erreur est survenue lors de la suppression de la photo de du véhicule
it_it: Si è verificato un errore mentre si tentava di rimuovere la foto di un'auto
ta: காரின் புகைப்படத்தை நீக்க முயற்சிக்கும்போது பிழை ஏற்பட்டது
uk: Під час спроби видалити світлину автомобіля сталася помилка

source: Cars
es: Vehículos
fr_fr: Voitures
it_it: Auto
ta: கார்கள்
uk: Автомобілі

source: Vehicles
es: Vehículos
fr_fr: Véhicules
it_it: Veicoli
ta: வாகனங்கள்

source: Car's base informations
es: Información base de vehículo
fr_fr: Informations de base de la voiture
it_it: Informazioni di base dell'auto
ta: காரின் அடிப்படை தகவல்கள்
uk: Основні відомості автомобіля

source: Name:
es: Nombre:
fr_fr: Nom :

source: Choose a brand
es: Elija una marca
fr_fr: Choisissez une marque
it_it: Scegli una marca
ta: ஒரு பிராண்டைத் தேர்வுசெய்க
uk: Виберіть бренд

source: Choose a model
es: Elija un modelo
fr_fr: Choisissez un modèle
it_it: Scegli un modello
ta: ஒரு மாதிரியைத் தேர்வுசெய்க
uk: Виберіть модель

source: Model
es: Modelo
fr_fr: Modèle
it_it: Modello
ta: மாதிரியுரு
uk: Модель

source: First registration date:
es: Fecha del primer registro:
fr_fr: Date de première immatriculation :

source: First circulation date:
es: Primera fecha de circulación:
fr_fr: Date de première mise en circulation :

source: Mileage:
es: Kilometraje:
fr_fr: Kilométrage :

source: Seats:
es: Asientos:
fr_fr: Places :

source: Car's photo
es: Foto de vehículo
fr_fr: Photo de la voiture
it_it: Foto dell'auto
ta: காரின் புகைப்படம்
uk: Світлина автомобіля

source: Current car's state informations
es: Información actual del estado del vehículo
fr_fr: Informations sur l'état courant de la voiture
it_it: Informazioni sullo stato dell'auto corrente
ta: தற்போதைய காரின் மாநில செய்தி
uk: Поточні відомості про стан автомобіля

source: Current owner:
es: Titular del vehículo:
fr_fr: Propriétaire actuel :

source: Show full car state history
es: Muestra el historial del estado del vehículo
fr_fr: Afficher l'historique complet des états la voiture
it_it: Mostra la storia completa dell'auto
ta: முழு கார் மாநில வரலாற்றைக் காட்டு
uk: Показати повну історію стану автомобіля

source: Car state history
es: Historial del estado del vehículo
fr_fr: Historique de l'état de la voiture
it_it: Storia dell'auto
ta: கார் மாநில வரலாறு
uk: Історія стану автомобіля

source: Change car's owner
es: Modificar propietario del vehículo
fr_fr: Modifier le propriétaire de la voiture
it_it: Cambia proprietario dell'auto
ta: காரின் உரிமையாளரை மாற்றவும்
uk: Змінити власника автомобіля

source: Owner:
es: Propietario:
fr_fr: Propriétaire :

source: Choose a color
es: Elija un color
fr_fr: Choisissez une couleur
it_it: Scegli un colore
ta: ஒரு வண்ணத்தைத் தேர்வுசெய்க
uk: Виберіть колір

source: Choose a state
es: Elija un estado
fr_fr: Choisissez un état
it_it: Scegli uno stato
ta: ஒரு மாநிலத்தைத் தேர்வுசெய்க
uk: Виберіть стан

source: Registration:
es: Registro:
fr_fr: Immatriculation :

source: Car's technical informations
es: Informaciones técnicas del vehículo
fr_fr: Informations techniques de la voiture
it_it: Informazioni tecniche dell'auto
ta: கார் தொழில்நுட்ப செய்தி
uk: Технічні дані про автомобіль

source: Choose a body
es: Elija una carrocería
fr_fr: Choisissez une carrosserie
it_it: Scegli un corpo
ta: ஒரு உடலைத் தேர்வுசெய்க
uk: Виберіть корпус

source: Body:
es: Carrocería:
fr_fr: Carrosseries :

source: Choose a transmission
es: Elija una transmisión
fr_fr: Choisissez une transmission
it_it: Scegli una trasmissione
ta: ஒரு பரிமாற்றத்தைத் தேர்வுசெய்க
uk: Виберіть передачі

source: Choose a finition
es: Elija un acabado
fr_fr: Choisissez une finition
it_it: Scegli la finitura
ta: ஒரு பினிசனைத் தேர்வுசெய்க
uk: Виберіть оздоблення

source: Chassis number:
es: Número del chasis:
fr_fr: Numéro de chassis :

source: Horsepower:
es: Caballos:
fr_fr: Puissance :

source: Engine size:
es: Tamaño de motor:
fr_fr: Cylindrée :

source: Choose a fuel
es: Elija un combustible
fr_fr: Choisissez un carburant
it_it: Scegli un carburante
ta: எரிபொருளைத் தேர்வுசெய்க
uk: Виберіть пальне

source: Fuel:
es: Combustible:
fr_fr: Carburant :

source: Comment
es: Comentario
fr_fr: Commentaire
it_it: Commento
ta: கருத்து
uk: Коментар

source: Car's history
es: Historial del vehículo
fr_fr: Historique de la voiture
it_it: Storia dell'auto
ta: காரின் வரலாறு
uk: Історія автомобіля

source: No vehicle selected
es: Ningún vehículo seleccionado
fr_fr: Aucun véhicule sélectionné
it_it: Nessun veicolo selezionato
ta: எந்த வாகனமும் தேர்ந்தெடுக்கப்படவில்லை
uk: Не вибрано жодного автомобіля
