Repository: gagnieray/plugin-auto
Catalog: lang/auto_*.utf8.po
Languages: es, fr_fr, it_it, ta, uk

source: Please make sure to select at least one vehicle from the list to perform this action.
es: Asegúrese que seleccione al menos un vehículo desde el listado para realizar esta operación.
fr_fr: Assurez-vous de sélectionner au moins un véhicule dans la liste avant d’effectuer cette action.
it_it: Assicurarsi di selezionare almeno un veicolo nell'elenco per eseguire questa azione.
ta: இந்த செயலைச் செய்ய பட்டியலிலிருந்து குறைந்தது ஒரு வாகனத்தையாவது தேர்ந்தெடுக்கவும்.
uk: Будь ласка, не забудьте вибрати принаймні один автомобіль зі списку для виконання цієї дії.

source: %count vehicle
es: %count vehículo
fr_fr: %count véhicule
it_it: %count veicolo
ta: %வாகனம் எண்ணுங்கள்
uk: %count транс. засіб

source: Add new vehicle
es: Añadir vehículo nuevo
fr_fr: Ajouter un nouveau véhicule
it_it: Aggiungi nuovo veicolo
ta: புதிய வண்டி சேர்க்கவும்
uk: Додати новий транспортний засіб

source: Name
es: Nombre
fr_fr: Nom
it_it: Nome
ta: பெயர்
uk: Ім'я

source: Owner
es: Propietario
fr_fr: Propriétaire
it_it: Proprietario
ta: உரிமையாளர்
uk: Власник

source: Edit %vehicle
es: Editar vehículo %vehicle
fr_fr: Modifier %vehicle
it_it: Modifica %vehicle
ta: திருத்து %வாகனம்
uk: Редагувати %vehicle

source: %vehiclename: remove from database
es: %vehiclename: retirar desde la BdD
fr_fr: %vehiclename : supprimer de la base
it_it: %vehiclename: rimuovere dal database
ta: %வாகனத்தின் பெயர்: தரவுத்தளத்திலிருந்து அகற்று
uk: %vehiclename: вилучити з бази даних

source: No car has been registered yet for your account.
es: Ningún vehículo ha sido registrado aún en su cuenta.
fr_fr: Aucun véhicule n'a été enregistré pour votre compte.
it_it: Nessuna auto è stata ancora registrata per l'account.
ta: உங்கள் கணக்கிற்கு இதுவரை எந்த காரும் பதிவு செய்யப்படவில்லை.
uk: На ваш обліковий запис ще не зареєстровано жодної автівки.

source: No car in the database
es: No hay ningún vehículo en la BdD
fr_fr: Aucun véhicule dans la base
it_it: Nessuna auto nel database
ta: தரவுத்தளத்தில் கார் இல்லை
uk: У базі даних немає автомобіля

source: Registration
es: Registro
fr_fr: Immatriculation
it_it: Immatricolazione
ta: பதிவு
uk: Реєстрація

source: no history entries
es: ningún apunte histórico
fr_fr: aucune entrée dans l'historique
it_it: nessuna voce di cronologia
ta: வரலாற்று உள்ளீடுகள் இல்லை
uk: записи в історії відсутні

source: Edit %property
es: Editar propiedad %property
fr_fr: Modifier %property
it_it: Modifica %property
ta: %சொத்தைத் திருத்து
uk: Редагувати %property

source: %property: remove from database
es: Propiedad %property: quitar de la base de datos
fr_fr: %property : supprimer de la base
it_it: %property: elimina dal database
ta: %சொத்து: தரவுத்தளத்திலிருந்து அகற்று
uk: %property: вилучити з бази даних

source: no record found
es: no ha encontrado ningún registro
fr_fr: aucun enregistrement trouvé
it_it: nessuna registrazione trovata
ta: எந்த பதிவும் கிடைக்கவில்லை
uk: жодного запису не знайдено

source: Registered models for the brand '%s':
es: Modelos registrados para la marca «%s»:
fr_fr: Modèles enregistrés pour la marque « %s » :

source: The brand '%s' does not have any registered model at this time.
es: La marca «%s» no tiene ningún modelo registrado en este momento.
fr_fr: La marque « %s » ne possède pas de modèles à l'heure actuelle.
it_it: La marca '%s' non ha nessun modello registrato in questo momento.
ta: இந்த நேரத்தில் '%s' பிராண்டில் பதிவுசெய்யப்பட்ட மாதிரி எதுவும் இல்லை.
uk: Бренд '%s' наразі не має зареєстрованої моделі.

source: %count model
es: %count modelo
fr_fr: %count modèle
it_it: %count modello
ta: %எண்ணிக்கை மாதிரி
uk: %count взірець

source: Add new model
es: Añadir modelo
fr_fr: Ajouter un nouveau modèle
it_it: Aggiungi nuovo modello
ta: புதிய மாடலைச் சேர்க்கவும்
uk: Додати нову модель

source: No brand is registered yet. You have to create at least one brand to register models.
es: Aún no hay registrada ninguna marca. Tiene que crear al menos una marca para registrar modelos.
fr_fr: Aucune marque n'a été enregistrée. Vous devez au moins en créer une pour ajouter des modèles.
it_it: Nessuna marca è ancora stata registrata. Bisogna creare almeno una marca per registrare i modelli.
ta: இதுவரை எந்த பிராண்டும் பதிவு செய்யப்படவில்லை. மாடல்களை பதிவு செய்ய நீங்கள் குறைந்தது ஒரு பிராண்டையாவது உருவாக்க வேண்டும்.
uk: Жоден бренд ще не зареєстровано. Ви повинні створити принаймні один бренд для реєстрації моделей.

source: Add a brand
es: Añade una marca
fr_fr: Ajouter une marque
it_it: Aggiungi una marca
ta: ஒரு பிராண்டைச் சேர்க்கவும்
uk: Додати бренд

source: Transmission
es: Transmisión
it_it: Cambio
ta: பரவும் முறை
uk: Передачі

source: %count transmission
es: %count transmisión
it_it: %count trasmissione
ta: %எண்ணிக்கை பரிமாற்றம்
uk: %count передача

source: First registration date
it_it: Data di prima immatricolazione
ta: முதல் பதிவு தேதி
uk: Дата першої реєстрації

source: First circulation date
it_it: Data di prima circolazione
ta: முதல் சுழற்சி தேதி
uk: Дата першого тиражу

source: Mileage
it_it: Chilometraggio
ta: மைலேச்
uk: Пробіг

source: Seats
it_it: Posti a sedere
ta: இருக்கைகள்
uk: Місць

source: Horsepower
it_it: Potenza
ta: குதிரைத்திறன்
uk: Кінська сила

source: Engine size
it_it: Cilindrata
ta: இயந்திர அளவு
uk: Об'єм двигуна

source: Finition
es: Finición
it_it: Finiture
ta: முடித்தல்
uk: Оздоблення

source: Fuel
it_it: Carburante
ta: எரிபொருள்
uk: Пальне

source: Diesel
es: Diésel
ta: வளியெண்ணை
uk: Дизель

source: %count finition
es: %conteo acabado
it_it: %count finizione
ta: எண்ணிக்கை பூச்சு
uk: %count оздоблення

source: Current owner
it_it: Proprietario attuale
ta: தற்போதைய உரிமையாளர்
uk: Поточний власник

source: Chassis number
it_it: Numero di telaio
ta: சேச் எண்
uk: Номер шасі

source: Registered models for the brand '%s'
it_it: Modelli registrati per la marca '%s'
ta: '%s' என்ற பிராண்டிற்கான பதிவு செய்யப்பட்ட மாதிரிகள்
uk: Зареєстровані моделі для бренду '%s'

source: finition
es: finiquito

source: transmission
es: transmisión

source: Transmission:
es: Transmisión:

source: Finition:
es: Acabado:
